define(
   ({
    instruction: "Καθορίστε το περιεχόμενο που εμφανίζεται στην οθόνη εκκίνησης της εφαρμογής σας. Η οθόνη εκκίνησης εμφανίζεται πριν από τη φόρτωση της εφαρμογής. ",
    defaultContent: "Προσθέστε κείμενο, συνδέσμους και μικρά γραφικά εδώ.",
    requireConfirm: "Για να συνεχίσετε, απαιτείται επιβεβαίωση",
    noRequireConfirm: "Να μην απαιτείται επιβεβαίωση για να συνεχίσετε",
    optionText: "Να παρέχεται η επιλογή για εμφάνιση ή μη, της οθόνης εκκίνησης",
    confirmLabel: "Κείμενα επιβεβαίωσης: ",
    defaultConfirmText: "Αποδέχομαι τους παραπάνω όρους και προϋποθέσεις",
    confirmOption: "Να εμφανίζεται πάντα αυτή η οθόνη εκκίνησης κάθε φορά που ξεκινά η εφαρμογή",
    backgroundColor: "Χρώμα φόντου"
  })
);