define(
   ({
    instruction: "تعريف المحتوى الذي سيظهر على شاشة البداية الخاصة بالتطبيق. تظهر شاشة البداية قبل تحميل التطبيق. ",
    defaultContent: "أضف نصًا وروابط ورسومات بيانية صغيرة هنا.",
    requireConfirm: "يتطلب التأكيد للاستمرار",
    noRequireConfirm: "لا يتطلب التأكيد للمتابعة",
    optionText: "توفير الخيار لعرض شاشة البداية مرة أخرى أو لا.",
    confirmLabel: "نصوص التأكيد: ",
    defaultConfirmText: "أوافق على الشروط والأحكام المذكورة أعلاه",
    confirmOption: "عرض شاشة البداية دائمًا في كل مرة يتم فيها تشغيل التطبيق",
    backgroundColor: "لون الخلفية"
  })
);