define(
   ({
    label: "Слой",
    show: "Показать",
    actions: "Настроить поля слоя",
    field: "Поле",
    alias: "Псевдоним",
    visible: "Видимый",
    linkField: "Поле ссылки",
    noLayers: "Нет доступных слоев объектов",
    back: "Назад",
    exportCSV: "Разрешить экспорт в CSV",
    expand: "Первоначальное развертывание виджета",
    restore: "Восстановить значения по умолчанию",
    ok: "OK",
    cancel: "Отменить",
    configureLayerFields: "Настройка полей слоя",
    result: "Сохранено успешно",
    warning: "Сначала выберите Показать опции.",
    fieldCheckWarning: "Необходимо выбрать хотя бы одно поле.",
    unsupportQueryWarning: "Для отображения в виджете Атрибутивная таблица слой должен поддерживать операции запросов. Убедитесь, что функция запросов в сервисе включена.",
    unsupportQueryLayers: "Для отображения в виджете Атрибутивная таблица следующий слой должен поддерживать операции запросов. Убедитесь, что функция запросов в сервисе включена.",

    fieldName: "Имя",
    fieldAlias: "Псевдоним",
    fieldVisibility: "Видимость",
    fieldActions: "Действия"
  })
);