define(
   ({
    label: "Θεματικό Επίπεδο",
    show: "Εμφάνιση",
    actions: "Διαμόρφωση πεδίων θεματικού επιπέδου",
    field: "Πεδίο",
    alias: "Ψευδώνυμο",
    visible: "Ορατό",
    linkField: "Πεδίο συνδέσμου",
    noLayers: "Δεν υπάρχουν διαθέσιμα feature layer",
    back: "Επιστροφή",
    exportCSV: "Να επιτρέπεται η εξαγωγή σε CSV",
    expand: "Το widget να είναι αρχικά ανοιχτό",
    restore: "Επαναφορά στην προκαθορισμένη τιμή",
    ok: "ΟΚ",
    cancel: "Ακύρωση",
    configureLayerFields: "Διαμόρφωση πεδίων θεματικού επιπέδου",
    result: "Επιτυχής αποθήκευση",
    warning: "Επιλέξτε πρώτα την επιλογή Εμφάνιση.",
    fieldCheckWarning: "Πρέπει να επιλεγεί τουλάχιστον ένα πεδίο.",
    unsupportQueryWarning: "Το θεματικό επίπεδο πρέπει να υποστηρίζει τη λειτουργία δημιουργίας ερωτημάτων ώστε να εμφανίζεται στο widget Πίνακας Περιγραφικών Γνωρισμάτων. Βεβαιωθείτε ότι η δυνατότητα δημιουργίας ερωτημάτων  είναι ενεργοποιημένη στην υπηρεσία.",
    unsupportQueryLayers: "Το παρακάτω θεματικό επίπεδο πρέπει να υποστηρίζει τη λειτουργία δημιουργίας ερωτημάτων ώστε να εμφανίζεται στο widget Πίνακας Περιγραφικών Γνωρισμάτων. Βεβαιωθείτε ότι η δυνατότητα δημιουργίας ερωτημάτων  είναι ενεργοποιημένη στην υπηρεσία.",

    fieldName: "Όνομα",
    fieldAlias: "Ψευδώνυμο",
    fieldVisibility: "Ορατότητα",
    fieldActions: "Ενέργειες"
  })
);