define(
   ({
    instruction: "Задайте содержание, отображаемое в окне приветствия приложения. Это окно появляется перед загрузкой приложения. ",
    defaultContent: "Добавьте сюда текст, ссылки и небольшие изображения.",
    requireConfirm: "Для продолжения требуется подтверждение",
    noRequireConfirm: "Для продолжения подтверждение не требуется",
    optionText: "Опция для пользователя для отключения показа заставки при запуске приложения.",
    confirmLabel: "Текст подтверждения: ",
    defaultConfirmText: "Я принимаю вышеуказанные условия использования",
    confirmOption: "Всегда отображать заставку при каждом запуске выражения",
    backgroundColor: "Цвет фона"
  })
);