define({
  "visible": "डिफ़ॉल्ट रूप से अवलोकन मानचित्र दिखाएं",
  "minWidth": "न्यूनतम चौड़ाई",
  "minHeight": "न्यूनतम ऊंचाई",
  "maxWidth": "अधिकतम चौड़ाई",
  "maxHeight": "अधिकतम ऊँचाई",
  "minText": "न्यूनतम",
  "maxText": "अधिकतम",
  "attachText": "निर्दिष्ट करें कि मानचित्र का कौन सा कोना इस विजेट से जुड़ा हुआ है।",
  "expandText": "प्रारंभ में विजेट का विस्तार करें",
  "topLeft": "ऊपरी बाईं ओर",
  "topRight": "ऊपरी दाईं ओर",
  "bottomLeft": "नीचे से बाएँ",
  "bottomRight": "नीचे से दायें"
});