define(
   ({
    visible: "عرض خريطة النظرة العامة افتراضيًا",
    minWidth: "الحد الأدنى للاتساع",
    minHeight: "الحد الأدنى للارتفاع",
    maxWidth: "الحد الأقصى للاتساع",
    maxHeight: "الحد الأقصى للارتفاع",
    minText: "الحد الأدنى",
    maxText: "الحد الأقصى",
    attachText: "تحديد زاوية الخريطة لإرفاق عنصر واجهة المستخدم.",
    expandText: "توسيع عنصر واجهة الخدمة بشكل أوّلي",
    topLeft: "أعلى اليسار",
    topRight: "أعلى اليمين",
    bottomLeft: "أسفل اليسار",
    bottomRight: "أسفل اليمين"
  })
);