define(
   ({
    instruction: "ระบุรายการข้อมูลที่ต้องการแสดงลงบนหน้าเกริ่นนำของแอพลิเคชันของคุณ หน้าเกริ่นนำจะแสดงก่อนการโหลดแอพพลิเคชัน ",
    defaultContent: "เพิ่มข้อความ, ลิงค์, และกราฟฟิคเล็กๆ ที่นี่",
    requireConfirm: "ต้องการการยืนยันเพื่อดำเนินการต่อ",
    noRequireConfirm: "ไม่จำเป็นต้องยืนยันที่จะดำเนินการ",
    optionText: "มีตัวเลือกที่จะแสดงหน้าจออีกครั้งหรือไม่",
    confirmLabel: "ข้อความยืนยัน: ",
    defaultConfirmText: "ฉันยอมรับในข้อตกลงและข้อกำหนดต่างๆ ด้านบน",
    confirmOption: "แสดง Splash screen ทุกครั้งที่เปิดแอพพลิเคชัน",
    backgroundColor: "สีพื้นหลัง"
  })
);