define(
   ({
    instruction: "הגדר את התוכן שיוצג במסך הפתיחה של האפליקציה שלך. מסך הפתיחה מופיע לפני טעינת האפליקציה. ",
    defaultContent: "הוסף טקסט, קישורים וגרפיקות קטנות כאן.",
    requireConfirm: "דרוש אישור כדי להמשיך",
    noRequireConfirm: "אל תדרוש אישור כדי להמשיך",
    optionText: "ספק אפשרות לבחור אם להציג את מסך הפתיחה שוב או לא",
    confirmLabel: "טקסטים של אישור: ",
    defaultConfirmText: "אני מסכים לתנאים ולהתניות המצוינים לעיל",
    confirmOption: "הצג את מסך הפתיחה בכל פתיחה של האפליקציה",
    backgroundColor: "צבע רקע"
  })
);