define(
   ({
    label: "ชั้นข้อมูล",
    show: "แสดง",
    actions: "ปรับแต่งฟิลด์ชั้นข้อมูล",
    field: "คอลัมน์",
    alias: "นามแฝง",
    visible: "มองเห็น",
    linkField: "ฟิลด์ลิงก์",
    noLayers: "ไม่ปรากฏชั้นข้อมูลฟีเจอร์",
    back: "กลับ",
    exportCSV: "นำออกเป็น CSV",
    expand: "เริ่มจากการขยายวิดเจ็ต",
    restore: "กลับไปยังค่าตั้งต้น",
    ok: "ตกลง",
    cancel: "ยกเลิก",
    configureLayerFields: "ปรับแต่งฟิลด์ชั้นข้อมูล",
    result: "บันทึกสำเร็จแล้ว",
    warning: "กรุณาเลือกให้แสดงตัวเลือกก่อน",
    fieldCheckWarning: "อย่างน้อยหนึ่งฟิลด์จะต้องถูกเลือก",
    unsupportQueryWarning: "ชั้นข้อมูลต้องมีการสนับสนุนการดำเนินการค้นหาจะแสดงในคุณลักษณะเครื่องมือตาราง ความสามารถในการตรวจสอบให้แน่ใจแบบสอบถามในการให้บริการที่มีการเปิด",
    unsupportQueryLayers: "ชั้นข้อมูลต่อไปนี้ต้องการที่จะสนับสนุนการดำเนินการค้นหาจะแสดงคุณลักษณะเครื่องมือตาราง ความสามารถในการตรวจสอบให้แน่ใจแบบสอบถามในการให้บริการที่มีการเปิด",

    fieldName: "ชื่อ",
    fieldAlias: "นามแฝง",
    fieldVisibility: "มองเห็นได้",
    fieldActions: "กระบวนการ"
  })
);