define({
  "showLegend": "Показать легенду",
  "controlPopupMenuTitle": "Выбрать действия, которые будут видны в контекстном меню слоя.",
  "zoomto": "Приблизить к",
  "transparency": "Прозрачность (Transparency)",
  "controlPopup": "Включить / Выключить всплывающее окно",
  "moveUpAndDown": "Переместить вверх / вниз",
  "attributeTable": "Просмотреть в таблице атрибутов",
  "url": "Описание / Показать информацию об элементе / Загрузить",
  "layerSelectorTitle": "Выбрать слои, которые будут видны в списке."
});