define({
  "showLegend": "Εμφάνιση υπομνήματος",
  "controlPopupMenuTitle": "Επιλέξτε ποιες ενέργειες θα εμφανίζονται στο μενού περιβάλλοντος του θεματικού πεδίου.",
  "zoomto": "Εστίαση",
  "transparency": "Διαφάνεια",
  "controlPopup": "Ενεργοποίηση/Απενεργοποίηση αναδυόμενου παραθύρου",
  "moveUpAndDown": "Μετακίνηση προς τα επάνω/Μετακίνηση προς τα κάτω",
  "attributeTable": "Προβολή στον πίνακα περιγραφικών γνωρισμάτων",
  "url": "Περιγραφή/Εμφάνιση λεπτομερειών στοιχείου/Λήψη",
  "layerSelectorTitle": "Επιλέξτε ποια θεματικά επίπεδα θα εμφανίζονται στη λίστα."
});